@echo off
@chcp 65001 
date /t > n.txt
echo Чат-бот по вопросам частичной мобилизации запустили в Москве для работодателей >> n.txt
echo Около 400 тысяч квадратных метров жилья по реновации построили в Москве с начала года >> n.txt
echo До 16 градусов тепла пообещали москвичам в субботу >> n.txt
echo Режиссер устроил поджог машины в Сити по приказу мошенников >> n.txt
echo В Москве открылась выставка об истории шоколада >> n.txt 
echo Минобороны сообщило о полном обеспечении войск после ЧП на Крымском мосту >> n.txt
echo Пять поездов из Крыма будут отправлены по расписанию 8 октября >> n.txt
echo Цветаева вошла в топ-5 самых популярных поэтов Серебряного века в РФ >> n.txt
echo Аксенов: железнодорожное сообщение по Крымскому мосту запустят сегодня >> n.txt
echo Новый сигнал светофора официально закрепили в ПДД >> n.txt
type n.txt
pause
